{
  "What is the most common Attack Vector for Phishing scams? \nA:Email \nB:Web \nC:Loss/Theft \nD:External Media": "A",
  "What is data about data called?": "Metadata",
  "What document is used to ensure accountability, integrity, and is used by anyone handling evidence?": "Chain of Custody",
  "What organization is working to strengthen forensic practice through research and improved standards? \nA:FISMA \nB:N.I.S.T \nC:ISO \nD:COOMET": "B",
  "__ __ is the field of forensic science that is concerned with retrieving, storing and analyzing electronic data that can be useful in criminal investigations. \nA:Metadata Structure \nB:Criminal Investigation \nC:Digital Forensics": "C",
  "Confidentiality, Integrity, and Availability are the three parts of the __. \nA:Chain of Custody \nB:C.I.A. Triad \nC:Phishing Process": "B",
  "What is the first link in the Cyber Kill Chain?\nA:Weaponization \nB:Exploitation \nC:Installation \nD:Reconnaissance": "D",
  "A.P.T. refers to __ __ __": "Advanced Persistent Threat",
  "A ___ table is a collection of commonly used passwords. Hint: Gold at the other end\nA:Brute Force Table \nB:Rainbow \nC:Birthday Attack": "B",
  "What kind of attack is characterized by encrypting assets and requesting money to unlock data?\nA:Malware \nB:Kleins Attack \nC:Ransomware \nD:Cryptanalysis Attack": "C",
  "The term for an exact bit by bit working copy of the source is?\nA:Image \nB:Mirroring \nC:Burning": "A",
  "What is another name for sterilizing media storage devices?\nA:Burning \nB:Wiping \nC:Tracing": "C",
  "A cryptographic mathematical function used to validate authenticity and integrity.\nA:Hash \nB:Veracrypt \nC:Bitlocker": "A",
  "Encryption than involves passwords that are not shared are _?\nA:Symmetric \nB:Asymmetric \nC:Hirens": "B",
  "What is the anti-forensic obfuscation technique whereby a message is embedded in an image?\nA:Hashing \nB:Decrypying \nC:Steganography \nD: Analyzing": "C",
  "True or False: USB 3.0 hubs separate USB 3 traffic.\nA:True \nB: False": "A",
  "4 types of USB endpoints are Control, Interrupt, Bulk, and __. This endpoint is characterized by a requirement for a constant rate of traffic.\nA:Isochronous \nB:Adaptive \nC:Synchronous \nD:Reserved": "A",
  "USB 3.0 accommodates speeds greater than __ Mbits/sec.\nA:120 \nB:290 \nC:380 \nD:480": "D",
  "What does H.I.D. stand for?": "Human Interface Device",
  "What Linux command lists USB devices connected to one's machine?\nA:ls-l \nB:ls \nC:lsusb \nD:cd ..": "C",
  "Who is the American whistleblower known for leaking NSA information which proved illegal intelligence gathering took place?\nA:Bill Gates \nB:Edward Snowden \nC:Mark Zuckerburg \nD:Elon Musk": "B",
  "What department is the CISA, which is responsible for protecting the United State's critical infrastructure, a part of? \nA:CIA \nB:FBI \nC:Homeland Security \nD:Department of Health": "C",
  "Who was the English cryptanalyst who helped decipher key information during WWII? Their test has become a standard for artificial intelligence. \nA:Charles Babbag \nB:Alan Turing \nC:Joan Clarke \nD:Benedict Cumberbatch": "B",
  "Who is considered the first programmer for their work on the analytical engine in the 1840s?\nA:Alan Turing \nB:Charles Babbage \nC:Ada Lovelace \nD:Ada Yonath": "C",
  "What company had the largest data breach in history, occurring cumulatively in 2013 and 2014, and resulted in 3.5 billion account compromises?\nA:Yahoo! \nB:Microsoft \nC:Apple \nD:Google": "A",
  "True or False?: The command ls-las | more lists all the devices found in the /dev folder": "True",
  "What is the command to print the working directory?\nA:cd \nB:ls \nC:prntscrn \nD:pwd": "D",
  "What is the command to change directories? \nA:cd \nB:ls -l \nC:mnt \nD:rm": "A",
  "What does the command mkdir/rmdir do?\nA:Print the working directory \nB:Make/Remove Directories \nC:Take a screenshot \nD:Remove all Files": "B",
  "What does the dd command do?\nA:Clones bit by bit the source to the destination \nB:Mounts the usb image \nC:Encrypts the file \nD:Decrypts the file": "A",
  "What type was the top network attack in 2017?\nA:Fake Phone Calls \nB: Malware Attacks \nC:Phishing Emails \nD:UnEncrypted Wireless Connection": "B",
  "Layers 1-4 of the OSI manage what?\nA:The Network Controls \nB:The Session Controls \nC:The Application Controls \nD:The Communication Controls": "D",
  "FTP or File Transfer Protocol works on port number(s) what?\nA:82 \nB:22 \nC:20/21 \nD:42": "C",
  "List the three type of file Systems from Oldest to Newest.": "FAT32, exFAT, NTFS",
  "EXT2, EXT3, and EXT4 are examples of?.\nA:Laundry Detergents \nB:File Systems \nC:Hash Keys \nD:Clan Tags": "",
  "What is the single volume size limit for a NTFS file system?\nA:16 EB \nB:32 EB \nC:64 EB \nD:128 EB": "A",
  "True or False: NTFS File Systems are found on the PlayStation 4?": "True",
  "What are the two forms of memory states?\nA:Static and Dynamic \nB:Persistent and Volatile \nC:Persistent and Static \nD:Volatile and Static": "B",
  "True or False: Collection, Examination, Analysis and Reportingare the four stages of the forensic process?": "True",
  "Number that identifies the file type at the beginning of the file is known as what?\nA:Footer \nB:Title \nC:Headers \nD:Body": "C",
  "Linux/Unix is most prevalent with what kind of encoding?\nA:UTF-8 \nB:SCII \nC:UNICODE \nD:UTF-16": "A",
  "What is the command to determine the file character set?\nA:file -p \nB:file -d \nC:file -c \nD:file -i": "D",
  "True or False: Magic numbers identify file type": "True",
  "True or False: In windows 10, using the file explorer you can find the windows registry location with \\Windows\\system32\\config\\regback.\nA:True \nB:False": "False",
  "Regripper is used on what operating system?\nA:Windows \nB:Linux \nC:macOS \nD:Unix": "B",
  "Each node in a tree is called what?\nA:A key \nB:A leaf \nC:Lock \nD:Root": "A",
  "What command is used to unhide a file on command prompt?\nA:pwd \nB:mkdir \nC:dir/ah \nD:clr": "C",
  "Is HKCR the hive key or sub key?": "Hive key"
}